---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleFieldMultipleValuesDisplayType.Varies
enum: Autodesk.Revit.DB.ScheduleFieldMultipleValuesDisplayType
source: html/cc6f0e5f-958c-8062-2b8f-b443b0fae708.htm
---
# Autodesk.Revit.DB.ScheduleFieldMultipleValuesDisplayType.Varies

Display a standard hardcoded text, translated for the active locale.